10/data/attachments/6e0a3592e352a33a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Donna_everyone_Actions_85028_2</nif:username>
            <nif:friendToBeRequested>soap_actions_e60064b1-13fa-444d-95f4-8724cdd29528</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>